import React from 'react'
import "./adapt.scss";

const Adapt = () => {
  return (
    <div className='adapt'>
        <div className="container">
            <h2 className="adapt__title">Полная мобильная адаптация</h2>
            <div className="adapt__box">
                <p className="adapt__text">В современном мире более 70% покупателей совершают покупки через смартфоны. Мы учитываем это и разрабатываем интернет-магазины с полной мобильной оптимизацией.
                <br/>
                Ваш магазин будет выглядеть идеально и работать быстро на любых устройствах — будь то смартфон, планшет или ноутбук.</p>
                <p className="adapt__txt">Сайт автоматически подстраивается под размер экрана и сохраняет все функции, включая фильтры, корзину, оформление заказа и личный кабинет. Вам не нужно заказывать отдельное мобильное приложение — адаптивная версия работает стабильно и привлекает больше клиентов из мобильного трафика.</p>
            </div>
        </div>
    </div>
  )
}

export default Adapt